;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Umar Hokimzoda
; TranslationAuthorEmail: umar.hokimzoda@yahoo.com
; TranslationAuthorWeb: 
; Version: 1.17.19

[GUI]
ButtonYes=Ҳа
ButtonNo=Не
ButtonOK=OK
ButtonMinimize=Пинҳонкунӣ
ButtonMaximize=Нишондиҳӣ
ButtonClose=Пӯшидан
ButtonRestore=Барқароркунӣ
ButtonMenu=Меню
btnsupportcenter=Маркази дастгирӣ
ButtonCancel=Радкунӣ


[Translation]
LangCode=0428
ReadHabit=Аз рост ба чап
LanguageName=TAJ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode
Warning=Огоҳӣ
Error=Хато
Information=Маълумот
Confirm=Тасдиқ
BtnRegister.Caption=Бақайдгирӣ

pmContact=Алоқаи баръакс
pmCheckMsg=Боркунии ахбор
ppmHelpOnline=Ёрии фаъол
ppmForum=Машварати расмӣ
ppmHomepage=Сомонаи расмӣ
ppmContactUs=Алоқаи баръакс
ppmCheckUpdates=Тафтиши азнавнамоӣ
ppmSettings=Ҷурсозиҳо
ppmRestoreFile=Барқароркунии файл
ppmLanguage=Забонҳо
ppmAbout=Оиди барнома
ppmOpen=Нишондиҳӣ дар ҷузвдон
ppmFileProperties=Хусусият
ppmDelete=Несткунии файли интихобшуда
ppmExport=Содирот ба...
ppmExecute=Кушодан

frmWDFMain.btnemail.hint=Тақсимоти Wise Duplicate Finder бо дустони худ
frmWDFMain.btntwitter.hint=Тақсимоти Wise Duplicate Finder дар Twitter
frmWDFMain.btnfacebook.hint=Пайгирии мо дар Facebook
frmWDFMain.btnFolder.Hint=Интихоби ҷузвдон
frmWDFMain.lblVer.Caption=Нусха:
frmWDFMain.btnScan.caption=Ҷустуҷӯ
frmWDFMain.btnCancel.caption=Радкунӣ
frmWDFMain.btnScan.Hint=Ҷустуҷӯ
frmWDFMain.btnCancel.Hint=Радкунӣ
frmWDFMain.lblcaption.Caption=Несткунии файлҳои якхела барои холикунии ҷой дар диск 
frmWDFMain.lblLocation.Caption=Мавқеъ:
frmWDFMain.btnAdvSetting.Caption=Ҷурсозии васеъ
frmWDFMain.btnselall.Caption=Интихоби кулл
frmWDFMain.btnInvertSelection.Caption=Табдилдиҳӣ
frmWDFMain.btnKeepOne.Caption=Нигаҳдории тоқа
frmWDFMain.btnDel.Caption=Несткунии ҷудошуда

frmDFSettings.Caption=Ҷурсозиҳо
frmDFSettings.lblIncludes.Caption=Кофтуков:
frmDFSettings.lblMinimize.Caption=Андозаи минималӣ:
frmDFSettings.lblMaxmize.Caption=Андозаи максималӣ:
frmDFSettings.btnAddFolder.caption=Иловакунии ҷузвдон
frmDFSettings.btnAddKey.caption=Калимаи калидӣ
frmDFSettings.lblExclude.Caption=Хориҷкунӣ:
frmDFSettings.lblBackup.Caption=Ҷузвдон барои нусхабардорӣ:
frmDFSettings.lblCheckupdate.Caption=Тафтиши азнавнамоӣ:
frmDFSettings.lblLanguage.Caption=Забонҳо:
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Радкунӣ
frmDFSettings.AdvSetting.Caption=Ҷурсозии васеъ
frmDFSettings.Folder.Caption=Интихоби ҷузвдон
frmDFSettings.chkAutoBackup.Caption=Захиракуни худкор
frmDFSettings.ckNewsletter.Caption=Боркунии худкори ахбор
frmDFSettings.btnAddFolder.Hint=Иловакунии ҷузвдон
frmDFSettings.btnAddKey.Hint=Калимаи калидӣ
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Радкунӣ
frmDFSettings.lblColor.Caption=Ранги гуруҳ:


FrmRegister.Caption=Бақайдгирӣ
FrmRegister.lblinfo.caption=Ташаккур барои истифодаи Wise Duplicate Finder
FrmRegister.lblemail.caption=Почтаи электронӣ:
FrmRegister.lblName.caption=Номи шумо:
FrmRegister.lblkey.caption=Калиди иҷозатӣ:
FrmRegister.lblhelp.caption=Мушкилот ҳангоми вуруди калид?
FrmRegister.lblsupport.caption=Алоқаи баръакс
FrmRegister.btnreg.caption=Бақайдгирӣ
FrmRegister.btnbuy.caption=Харидан

frmBackup.Caption=Захиракунӣ ва барқароркунӣ
frmBackup.lblBackup.Caption=Нусхабардорӣ дар:
frmBackup.btnDelete.caption=Несткунии ҷудошуда
frmBackup.btnRestore.caption=Барқароркунӣ

frmAbout.caption=Оиди барнома
frmAbout.lblver.Caption=Нусхаи ҷорӣ:
frmAbout.lblemail.Caption=Ёрии техникӣ:
frmAbout.lblhome.Caption=Сомонаи расмӣ:
frmAbout.lblthanks.Caption=Тарҷумаи Умар Ҳокимзода. Инчунин ташаккур ба:
frmAbout.lblStatus.Caption=Ҳолат:


[Message]
deletefileerr=Несткунии имконнопазир
Continuedelete=Мехоҳед идома диҳед?
BeginCountFiles=Омодагӣ ба мушоҳида...
CountFiles=%d файл мушоҳида гардид...
HashFiles=Файлҳои ҷорӣ:
CountResult=Ҳисобкунии натиҷаи мушоҳида...
searchduplicateover=Ёфт шуд %d гуруҳи якхела, ҳамагӣ %d файл. Давомнокӣ: %d сония
FileName=Ном
FileSize=Андоза
FolderName=Ҷузвдон
LastDate=Санаи тағйирот
mdFileName=Муқоисаи ном ва андоза (Фаврӣ)
mdHashPart=Мутобиқати ҷузъӣ (Зуд)
mdHash=Мутобиқатӣ дақиқ (Оҳиста)
mdZeroSize=Файлҳои 0 байта
WaitRestore=Барқароркунӣ...
WaitBackup=Мунтазиршавӣ...
Images=Расмҳо
Audios=Овозҳо
Videos=Наворҳо
Document=Ҳуҷҷатҳо
Compressed=Бойгонӣ
Email=Почтаи электронӣ
Byte=Байт
KB=Kб
MB=Mб
GB=Гб
AddFolder=Иловакунии ҷузвдон
NoFolder=Илтимос, ҷузвдоне, ки хоҳиши мушоҳида карданро доред ворид кунед!
InputKey=Калимаи калидиро гузоред
EmptyEmail=Нишонии почтаи электронӣ набояд холӣ бошад.
EmptyName=Ном набояд холӣ бошад.
EmpytKey=Калиди иҷозатӣ набояд холӣ бошад.
InvalidEmail= Нишонии дурусти почтаи электрониро гузоред!
InvalidKey=Калиди иҷозатии нодуруст!
InvalidRegInfo=Маълумоти нодурусти бақайдгирӣ!
ThanksRegister=Ташаккур барои бақайдгирӣ!
NoRegInfo=Маълумоти бақайдгирии шумо ёфт нашуд!
Daily=Ҳамаруза
Weekly=Ҳармоҳа
Monthly=Ҳарсола
Never=Ҳеҷ вақт
newver=Нусхаи нави Wise Duplicate Finder ёфт шуд! Мехоҳед нав кунед?
nonewver=Шумо нусхаи охиринро истифода бурдаистодаед.
Registered=Ба қайд гирифта шудааст
Unregistered=Ба қайд гирифта нашудааст